Repository: Oowoosh0/pomodoro
Catalog: po/*.po
Languages: de, it, ru

source: Preferences
de: Einstellungen
it: Preferenze
ru: Параметры

source: Work duration:
de: Arbeitsdauer:
it: Durata del lavoro:
ru: Длительность работы:

source: Break duration:
de: Pausendauer:
it: Durata della pausa:
ru: Длительность перерыва:

source: Long break duration:
de: Dauer der langen Pausen:
it: Durata della pausa lunga:
ru: Длительность долгого перерыва:

source: Intervals to long break:
de: Arbeitseinheiten vor langer Pause:
it: Intervalli alla pausa lunga:
ru: Интервалов до долгого перерыва:

source: Autostart intervals:
de: Intervale automatisch starten:
it: Intervalli di avvio automatico:
ru: Автозапуск интервалов:

source: Show notification:
de: Benachrichtigungen anzeigen:
it: Mostra notifica:
ru: Показывать уведомления:

source: Raise Window to top:
de: Fenster hervorheben:
it: Alza la finestra in alto:
ru: Фокусировать окно:

source: Intervals
de: Intervale
it: Intervalli
ru: Интервалы

source: Notifications
de: Benachrichtigungen
it: Notifiche
ru: Уведомления

source: Close
de: Schließen
it: Chiudi
ru: Закрыть

source: WORK
ru: работы

source: BREAK
ru: перерыва

source: LONG BREAK
ru: долгого перерыва

source: Sadly your long break finished. Time to get back to work.
ru: К сожалению, ваш долгий перерыв закончился. Время вернуться к работе.

source: Timer for pomodoro technique
de: Timer für die Pomodoro Technik
it: Timer per la tecnica pomodoro
ru: Таймер для техники помидора

source: Timer;
ru: Timer;Таймер;

source: A simple timer for the pomodoro time management technique.
ru: Простой таймер для техники тайм-менеджмента помидора.

source: The Pomodoro Technique is a very simple method to ensure you are taking enough breaks while working. This simple app helps you to keep track off when it is time for a break and when it is time to start working again.
ru: Техника Помидора — это очень простой способ убедиться, что вы делаете достаточно перерывов во время работы. Это простое приложение поможет вам отслеживать, когда пора сделать перерыв и когда пора снова приступить к работе.

source: New translations:
ru: Новые переводы:

source: 🇮🇹 Italian
ru: 🇮🇹 Итальянский

source: 🇫🇷 French
ru: 🇫🇷 Французский

source: First stable release!
ru: Первый стабильный выпуск!

source: Time to treat yourself with a break. See you in %i minutes.
de: Zeit für eine Pause. Bis in %i Minuten.
it: È ora di concedersi una pausa. Ci vediamo tra %i minuti.

source: Sadly your short break is over. Time to get back to work.
de: Leider ist deine Pause vorbei.
it: Purtroppo la tua breve pausa è finita. È ora di ritornare a lavorare.

source: Sadly your long break finished. Time to get back to work
de: Leider ist deine lange Pause vorbei.
it: Purtroppo è finita la tua lunga pausa. È ora di ritornare a lavorare

source: A simple Pomodoro time management app
it: Una semplice app di gestione del tempo Pomodoro

source: The Pomodoro Technique is a very simple method to ensure you are taking enough breaks while working. This simple App helps you to keep track off when it is time for a break and when it is time to start working again.
it: La Tecnica Pomodoro è un metodo molto semplice per assicurarti di prendere abbastanza pause durante il lavoro. Questa semplice App ti aiuta a tenere traccia quando è il momento di fare una pausa e quando è il momento di ricominciare a lavorare.

source: Pomodoro Timer
de: Pomdoro Timer
